Repository: miktory/DirectumRX-EmailModule
Catalog: DevRX.HelpDesk/DevRX.HelpDesk.Shared/Request/RequestSystem.*.resx
Languages: ru

# Property_Name
source: Subject
ru: Тема

# DisplayName
source: Requests
ru: Обращения

# AccusativeDisplayName
source: Requests
ru: Обращения

# CollectionDisplayName
source: Requests
ru: Обращения

# Property_Number
source: Number
ru: Номер обращения

# Property_Description
source: Description
ru: Описание

# Property_CreatedDate
source: Created date
ru: Дата создания

# Property_ClosedDate
source: Closed date
ru: Дата закрытия

# Property_RequestKind
source: Request kind
ru: Тип обращения

# Property_Responsible
source: Responsible
ru: Ответственный

# Property_LifeCycle
source: Life cycle
ru: Жизненный цикл

# Enum_LifeCycle_InWork
source: In work
ru: В работе

# Enum_LifeCycle_OnControl
source: On control
ru: На контроле

# Enum_LifeCycle_Closed
source: Closed
ru: Закрыто

# Property_Result
source: Result
ru: Результат

# Property_Communication
source: Communication
ru: Общение

# ControlGroup_e1b0935957a44bd79f49a8c12d0907e2
source: Communication
ru: Общение

# ControlGroup_7d81f501698f448a8fdba6653d242bab
source: Common information
ru: Общая информация

# Property_RequestActions
source: Request Actions
ru: Отметки по обращению

# Property_HoursSum
source: Sum of hours
ru: Сумма часов

# Form_f9b1e65f1bf04d07aa07f720d82493bf
source: Activity
ru: Активность

# Action_OpenClosedRequest
source: Open request
ru: Открыть обращение

# Action_OpenClosedRequestHint
source: Open closed request.
ru: Открыть закрытое обращение.

# Action_OpenClosedRequestDescription
source: Open closed request again.
ru: Открыть закрытое обращение для изменения информации.

# Ribbon_GroupRequest_be5eb0852d66454ea8214fd56f7c3296
source: Request options
ru: Работа с обращениями

# Action_CreateAddendumRequest
source: Create addendum request
ru: Создать приложение к обращению

# Action_CreateAddendumRequestHint
source: Create addendum request
ru: Создать приложение к обращению

# Action_CreateAddendumRequestDescription
source: Create addendum request
ru: Создать приложение к обращению

# Action_ShowRequestAddendum
source: Show request addendums
ru: Показать приложения к обращению

# Action_ShowRequestAddendumHint
source: Show request addendums.
ru: Показать приложения к обращению.

# Action_ShowRequestAddendumDescription
source: Show request addendums.
ru: Показать приложения к обращению.

# Action_FindRequestById
source: Find request by ID
ru: Поиск обращения по номеру

# Action_FindRequestByIdHint
source: Find request by ID
ru: Поиск обращения по номеру

# Action_FindRequestByIdDescription
source: Find request by ID
ru: Поиск обращения по номеру

# FilterPanel_FlagInWork_ae4e1fcf2232441798488730b1890de3
source: In work
ru: В работе

# FilterPanel_FlagOnControl_a9773e535b4f4637a77ff7ed5f600170
source: On control
ru: На контроле

# FilterPanel_FlagClosed_aa17b4157bd84170ae175db6ab06e4a7
source: Closed
ru: Закрыто

# FilterPanel_GroupFlags_cd6483586c6e4d2797a9af0d2b0608a8
source: Status
ru: Состояние
